[
    {
        "url": "https://gooblemutu.blogspot.com/2021/11/coimbatore-school-girl-issue-explained.html",
        "status": 200,
        "summary": "The article discusses a case involving a 17-year-old 12th grade student girl from Chinmaya Vidyalaya school in Coimbatore, RS Puram. The video highlights the importance of schools being more sensitive in handling such issues."
    },
    {
        "url": "https://tamil.oneindia.com/videos/coimbatore-student-murdered-what-is-the-reason-coimbatore-girl-oneindia-tamil-4236948.html",
        "status": 403,
        "error": "403 Client Error: Forbidden for url: https://tamil.oneindia.com/videos/coimbatore-student-murdered-what-is-the-reason-coimbatore-girl-oneindia-tamil-4236948.html",
        "summary": null
    },
    {
        "url": "https://thatcoimbatoregirl.wordpress.com/",
        "status": 200,
        "summary": "The article promotes a website called That Coimbatore Girl, which offers travel stories, recipes, and DIY projects. It emphasizes easy cooking, unique gifts like customized paper art, and elegant wedding invite designs. The website also mentions last-minute offers and discounts for first-time customers."
    },
    {
        "url": "https://timesofindia.indiatimes.com/city/coimbatore/man-held-for-sexually-assaulting-minor-girl/articleshow/80638381.cms",
        "status": 200,
        "summary": "The article lists a variety of topics such as the benefits of consuming one pomegranate daily, scenic train journeys in North India, India's famous tigers, tips for guiding children to happiness, a recipe for South Indian-Style Mysore Masala Dosa, movies starring Shraddha Kapoor to watch, a futuristic look at India's top metros, famous rice dishes from 15 Indian states, using Aloe Vera for hair growth, and hybrid animals created by humans."
    },
    {
        "url": "https://www.ap7am.com/lv-243608/",
        "status": 404,
        "error": "404 Client Error: Not Found for url: https://www.ap7am.com/vn/243608",
        "summary": null
    },
    {
        "url": "https://www.deccanchronicle.com/lifestyle/viral-and-trending/120316/art-business-and-fizz-with-bottles-for-this-coimbatore-girl.html",
        "status": 200,
        "summary": "Madhumalini Subburaj, a third year B.Com Company Secretary student, started a business called 'Kupikarc' where she paints and repurposes empty bottles into art pieces. She collects bottles from various sources, sterilizes them, and uses different techniques to create unique designs. She markets her work through social media and has sold around 60 bottles in the last one-and-a-half years. Madhumalini plans to employ self-help groups and expand her business to include other products like pencil stands, flower vases, and candle stands. She aims to start her own firm and explore laser printing on bottles in the future."
    },
    {
        "url": "https://www.newindianexpress.com/states/tamil-nadu/2019/Jul/25/19-year-old-coimbatore-girl-changes-mind-during-suicide-bid-but-gets-hit-by-train-2009468.html",
        "status": 200,
        "summary": "A 19-year-old girl in Coimbatore attempted suicide by jumping in front of a train but changed her mind at the last moment and was hit by the train. She sustained a head injury and was taken to Coimbatore Medical College Hospital. The girl, identified as T Jayasurya, was a college student from Villupuram district. Another incident involved a 19-year-old student who committed suicide at a college hostel in Periyanaickenpalayam. The student, K Abodiya Mandal, was studying Theology and was found dead in his room. The police mentioned family issues as a possible reason for the suicide. Support for individuals struggling with suicidal thoughts is available through the State’s health helpline and Sneha’s helpline."
    },
    {
        "url": "https://www.sentinelassam.com/more-news/national-news/how-a-class-12-coimbatore-girl-is-helping-covid-patients-537244",
        "status": 200,
        "summary": "A class 12 girl named Shri Subashini from Coimbatore is assisting people in finding verified leads for hospital beds, ventilators, medicines, and oxygen availability. She has been volunteering for nearly three weeks. She is looking for volunteers to help with COVID services in Chennai or Tamil Nadu. Shri also offers assistance to people in the Coimbatore area for free. She emphasizes the mental intensity of the work but provides regular counseling for volunteers."
    },
    {
        "url": "https://www.thehindu.com/news/cities/Coimbatore/girl-feared-washed-away-in-flood-in-sholayar/article28925551.ece",
        "status": 200,
        "summary": "A 5-year-old girl is feared to have been washed away in flash floods in Sholayar, triggered by heavy rains in Coimbatore. Following heavy rains, a rock displacement diverted water into a settlement affecting 20 families. Most families escaped, but the girl is missing. Rescue efforts are ongoing. Due to continuous rain, 90 people were moved to safety. The Pilloor Reservoir released 70,000 cusecs of water. Authorities are monitoring water levels in rivers and drains, urging caution to residents. The city experienced flooding, tree falls, and stagnant water issues. Rainfall measurements were recorded across various areas."
    },
    {
        "url": "https://www.youtube.com/watch?v=1_rLOSNAN1o",
        "status": 200,
        "summary": "The provided text appears to be the footer section of a webpage on YouTube's website. It includes links to various sections of the website such as About, Press, Copyright, Contact us, Creator, Advertise, Developers, Terms, Privacy Policy, Safety, and information on how YouTube works. Additionally, there is a note about testing new features and copyright information indicating © 2025 Google LLC."
    }
]